{
    "departmentSection": {
      "title": "Explora posiciones abiertas por departamento",
      "viewAll": "Ver todo"
    },
    "jobSearch": {
      "title": "",
      "backgroundAlt": "",
      "searchIconAlt": "",
      "placeholder": ""
    },
    "departments": {
      "engineering": "Ingeniería y tecnología",
      "sales": "Business Development",
      "customerService": "Atención al cliente",
      "marketing": "Marketing",
      "administration": "Administración",
      "design": "Diseño",
      "none": "No hay posiciones",
      "singular": "1 trabajo",
      "plural": "{{count}} trabajos"
    },
    "companyStats": {
      "title": "Transforma destinos. Potencia comunidades. Haz carrera con nosotros.",
      "description": "En Local Secrets, el turismo es motor de desarrollo económico, inclusión social y preservación cultural. Si buscas crecer profesionalmente en un entorno dinámico y con propósito, únete a un equipo que transforma la forma en que el mundo viaja y se conecta.",
      "users": "Transforma destinos",
      "reviews": "Potencia comunidades",
      "countries": "Desarrolla tu carrera profesional unido a nuestros valores",
      "businesses": "Acogemos nuevo talento e ideas transformadoras en el turismo."
    },
    "newsletter": {
      "title": "Si no encuentras la posición que buscas, puedes ponerte en contacto con nosotros",
      "buttonText": "Contactar"
    },
    "testimonials": {
        "title": "¿Qué dicen los empleados sobre nosotros?",
        "description": "Valoramos las nuevas perspectivas y damos la bienvenida a quienes quieran proponer, construir y liderar. En Local Secrets, cada voz cuenta y cada idea puede convertirse en una experiencia que transforme la forma de viajar.",
        "avatarAlt": "Retrato de empleado",
        "quotes": [
          "\"Javier Álvarez: Local Secrets ha sido mi primera experiencia profesional, y no podría haber sido mejor. He crecido en un entorno dinámico y colaborativo, aprendiendo del sector turístico mientras contribuyo en un proyecto que valora lo local y las experiencias auténticas.\"",
          "\"Carlos Freire: Nuestro día a día es una invitación a descubrir y compartir lo que hace único a cada lugar. Pertenecer a Local Secrets significa valorar los auténticos detalles que hacen especial cada rincón del mundo.\"",
          "\"Gia Orellana: Trabajar en Local Secrets App es como descubrir un lugar nuevo cada día, creando contenidos para que personas de todo el mundo exploren destinos auténticos.\""
        ]
      }
  }