{
    "departmentSection": {
      "title": "Explore open positions by department",
      "viewAll": "See all"
    },
    "jobSearch": {
      "title": "",
      "backgroundAlt": "",
      "searchIconAlt": "",
      "placeholder": ""
    },
    "departments": {
      "engineering": "Engineering and Technology",
      "sales": "Business Development",
      "customerService": "Customer Service",
      "marketing": "Marketing",
      "administration": "Administration",
      "design": "Design",
      "none": "No vacancies available",
      "singular": "1 opening",
      "plural": "{{count}} openings"
    },
    "companyStats": {
      "title": "Transform destinations. Empower communities. Make a career with us.",
      "description": "At Local Secrets, tourism is a driver of economic development, social inclusion and cultural preservation. If you are looking to grow professionally in a dynamic and purposeful environment, join a team that transforms the way the world travels and connects.",
      "users": "Transform destinations",
      "reviews": "Empower communities",
      "countries": "Develop your career with our values.",
      "businesses": "We welcome new talent and transformative ideas in tourism."
    },
    "newsletter": {
      "title": "If you do not find the position you are looking for, you can contact us.",
      "buttonText": "Get in touch"
    },
    "testimonials": {
        "title": "What do employees say about us?",
        "description": "We value fresh perspectives and welcome those who want to propose, build and lead. At Local Secrets, every voice counts and every idea can become an experience that transforms the way we travel.",
        "avatarAlt": "Retrato de empleado",
        "quotes": [
          "\"Javier Álvarez: Local Secrets has been my first professional experience, and it couldn't have been better. I have grown in a dynamic and collaborative environment, learning about the tourism industry while contributing to a project that values local and authentic experiences.\"",
          "\"Carlos Freire: Our day-to-day is an invitation to discover and share what makes each place unique. Belonging to Local Secrets means valuing the authentic details that make every corner of the world special.\"",
          "\"Gia Orellana: Working at Local Secrets is like discovering a new place every day, creating content for people around the world to explore authentic destinations.\""
        ]
      }
  }